Repository: seanpm2001/mt-training-data
Catalog: skr/skr_pontoon.tmx
Source language: en_us
Languages: skr

source: To sign in with a previously-used alias, open the context menu where the site asks for your email. You’ll be able to select the alias and auto-fill the email field.
skr: پچھلے استعمال شدہ عرفی ناواں نال سائن ان تھیوݨ واسطے ،منیو کھولو جتھاں سائٹ تہاݙی ای میل پچھسی۔ تساں عرفی ناں چݨݨ تے ای میل خانے کوں خودبخود بھرݨ دے قابل ہوسو۔

source: Try { -brand-name-firefox-relay } masks and start protecting your email inbox.
skr: { -brand-name-firefox-relay } ماسک ازماؤ تے آپݨے ای میل ابناکس دی حفاظت شروع کرو۔

source: Try { -brand-name-relay } for { -brand-name-google-chrome }
skr: { -brand-name-google-chrome } کیتے { -brand-name-relay } اَزماؤ

source: Unlimited email aliases
skr: بے انت ای میل عرفی ناں

source: Unlimited email masks
skr: بے انت ای میل ماسک

source: Unsure
skr: کچ پک

source: Upgrade
skr: اپ گریڈ

source: Upgrade { -brand-name-relay }
skr: { -brand-name-relay } اپ گریڈ کرو

source: Upgrade { -brand-name-relay } to get unlimited email addresses and your own email domain.
skr: بے انت ای میل پتے تے آپݨی ای میل ڈومین گھنݨ کیتے { -brand-name-relay } اپ گریڈ کرو۔

source: Upgrade for even more features.
skr: ڈھیر ٻیاں خصوصیات کیتے اپ گریڈ کرو۔

source: Upgrade now
skr: ہݨ اپ گریڈ کرو

source: Upgrade Now
skr: ہݨ اپ گریڈ کرو

source: Upgrade now and get even more protection…
skr: ہݨ اپ گریڈ کرو تے ٻئی ودھ حفاظت گھنو۔۔۔

source: Upgrade to { -brand-name-firefox-relay-premium }
skr: { -brand-name-firefox-relay-premium } تے اپ گریڈ کرو

source: Upgrade to { -brand-name-relay-premium }
skr: { -brand-name-relay-premium } تے اپ گریڈ کرو

source: Upgrade to { $premium_link } to get unlimited aliases and a custom email domain.
skr: کسٹم ای میل ڈومین تے بے انت عرفی ناں گھنݨ کیتے { $premium_link } تے اپ گریڈ کرو۔

source: Upgrade to { $premium_link } to get unlimited email masks and a custom email subdomain.
skr: کسٹم ای میل سب ڈومین تے بے انت ای میل ماسک گھنݨ کیتے { $premium_link } تے اپ گریڈ کرو۔

source: Upgrade to <strong>{ -brand-name-firefox } { -brand-name-relay-premium }</strong> to get more aliases
skr: ٻئے عرفی ناں گھنݨ کیتے <strong>{ -brand-name-firefox } { -brand-name-relay-premium }</strong> تے اپ گریڈ کرو

source: Upgrade to <strong>{ -brand-name-firefox-relay-premium }</strong> to get more email masks
skr: ٻئے ای میل ماسک گھنݨ کیتے <strong>{ -brand-name-firefox-relay-premium }</strong> تے اپ گریڈ کرو

source: Up to 5 email aliases
skr: ٥ تائیں ای میل عرفی ناں

source: Up to 5 email masks
skr: ٥ تائیں ای میل ماسک

source: Use a custom domain for sharing aliases
skr: عرفی ناں شیئر کرݨ کیتے کسٹم ڈومین ورتو

source: Use a custom domain for sharing aliases:
skr: عرفی ناں شیئر کرݨ کیتے کسٹم ڈومین ورتو:

source: Use a custom subdomain for sharing masks:
skr: ماسک شیئر کرݨ کیتے کسٹم سب ڈومین ورتو:

source: Use { -brand-name-firefox-relay } for:
skr: کیتے { -brand-name-firefox-relay } ورتو:

source: Use { -brand-name-relay } email aliases anywhere
skr: کہیں وی جاء تے { -brand-name-relay } ای میل عرفی ناں ورتو

source: Use { -brand-name-relay } email masks anywhere
skr: کہیں وی جاء تے { -brand-name-relay } ای میل ماسک ورتو

source: Use on your phone
skr: آپݨے فون تے ورتو

source: Very disappointed
skr: ݙاڈھا مون٘جھا

source: Very Dissatisfied
skr: ݙاڈھا غیرتسلی بخش

source: Very likely
skr: غالباً

source: Very Satisfied
skr: ݙاڈھا تسلی بخش

source: View Privacy Notice
skr: رازداری نوٹس ݙیکھو

source: Welcome to { -brand-name-firefox } { -brand-name-relay-premium }
skr: { -brand-name-firefox } { -brand-name-relay-premium } وچ ست بسم اللہ

source: Welcome to { -brand-name-relay-premium }
skr: { -brand-name-relay-premium } وچ ست بسم اللہ

source: What about spam?
skr: سپیم بارے؟

source: What are the acceptable uses of { -brand-name-relay }?
skr: { -brand-name-relay } دے کہڑے قابل قبول استعمالات ہن؟

source: What characters can I use to create a subdomain?
skr: سب ڈومین بݨاوݨ کیتے میں کہڑے اکھر ورت سڳداں؟

source: What country do you live in?
skr: تساں کہڑے ملک وچ راہندے ہو؟

source: What data does { -brand-name-firefox-relay } collect?
skr: { -brand-name-firefox-relay } کہڑا ڈیٹا کٹھا کریندے؟

source: What emails do you want to block?
skr: تساں کہڑیاں ای میلاں بلاک کرݨ چاہندے ہو؟

source: What happens if Mozilla shuts down the { -brand-name-firefox-relay } service?
skr: جے موزلّا { -brand-name-firefox-relay } خدمت بند کر ݙیندے تاں وت کیا تھیسی؟

source: What happens to my custom domain if I unsubscribe from { -brand-name-relay-premium }?
skr: جے میں { -brand-name-relay-premium } کنوں اݨ سبسکرائب تھینداں تاں میݙی کسٹم ݙٌڈومین نال کیا تھیسی؟

source: What happens to my custom subdomain if I unsubscribe from { -brand-name-relay-premium }?
skr: جے میں { -brand-name-relay-premium } کنوں اݨ سبسکرائب تھینداں تاں میݙی کسٹم سب ڈومین نال کیا تھیسی؟

source: What is a { -brand-name-relay } alias?
skr: { -brand-name-relay } عرفی ناں کیا ہے؟

source: What is a { -brand-name-relay } email mask?
skr: { -brand-name-relay } ای میل ماسک کیا ہے؟

source: What is promotional email blocking?
skr: مشہوری ای میل بلاک کرݨ کیا ہے؟

source: What is your email address?
skr: تہاݙا ای میل پتہ کیا ہے؟

source: When should I use { -brand-name-relay } aliases?
skr: میں { -brand-name-relay } عرفی ناں کݙݨ ورتاں؟

source: When should I use { -brand-name-relay } email masks?
skr: میں { -brand-name-relay } ای میل ماسک کݙݨ ورتاں؟

source: Where is { -brand-name-relay } available?
skr: { -brand-name-relay } کتھ دستیاب ہے؟

source: Why did my aliases start to use the domain “mozmail.com?”
skr: میݙے عرفی نان٘واں ڈومین "موزّلا ڈاٹ کام" ورتݨ کیوں شروع کیتی ہے

source: Why did my email masks start to use the domain “mozmail.com?”
skr: میݙے ای میل ماسکاں ڈومین "موزّلا ڈاٹ کام" ورتݨ کیوں شروع کیتی ہے

source: Why upgrade to { -brand-name-firefox-relay-premium }?
skr: { -brand-name-firefox-relay-premium } تے اپ گریڈ کیوں کروں؟

source: Why won’t a site accept my { -brand-name-relay } alias?
skr: میݙے { -brand-name-relay } عرفی ناں ایہ سائٹ قبول کیوں نیں کیتے؟

source: Why won’t a site accept my { -brand-name-relay } email mask?
skr: میݙے { -brand-name-relay } ای میل ماسک ایں سائٹ قبول کیوں نیں کیتے؟

source: Will { -brand-name-firefox-relay } forward emails with attachments?
skr: بھلا { -brand-name-firefox-relay } نتھیاں نال ای میلاں اڳوں تے پٹھیسی؟

source: With { -brand-name-firefox } { -brand-name-relay-premium } you can:
skr: { -brand-name-firefox } { -brand-name-relay-premium } نال تساں کر سڳدے ہو:

source: With { -brand-name-firefox-relay-premium } you can:
skr: { -brand-name-firefox-relay-premium } نال تساں کر سڳدے ہو:

source: Yes, I want to delete this alias.
skr: جیا، میں ایہ عرفی ناں مٹاوݨ چاہندا ہاں۔

source: Yes, I want to delete this mask.
skr: جیا، میں ایہ ماسک مٹاوݨ چاہندا ہاں۔

source: Yes, I want to register @{ $subdomain }
skr: جیا، میں { $subdomain }@ رجسٹر کرواوݨ چاہنداں

source: Yes, I want to register <subdomain>{ $subdomain }</subdomain>
skr: جیا، میں <subdomain>{ $subdomain }</subdomain> رجسٹر کرݨ چاہنداں ہاں

source: You can make up any address @{ $subdomain }
skr: تساں کوئی وی پتہ @{ $subdomain } بݨا سڳدے ہو

source: You cannot change your subdomain
skr: تساں آپݨی سب ڈومین نہوے وٹا سڳدے

source: You can only use lower-case English letters, numbers, and hyphens to create a subdomain.
skr: سب ڈومین خلقݨ کیتے تساں صرف چھوٹی اے بی سی، ہندسے تے ہائفن ورت سڳدے ہو۔

source: You have signed out.
skr: تساں سائن آؤٹ تھی ڳئے ہو۔

source: You must be a premium subscriber to check a subdomain
skr: سب ڈومین پڑتال کرݨ کیتے تہاݙا پریمیئم سبسکرائبر ہووݨ ضروری ہے

source: You must be a premium subscriber to create subdomain aliases
skr: سب ڈومین عرفی ناں تخلیق کرݨ کیتے تہاݙا پریمیئم سبسکرائبر ہووݨ ضروری ہے

source: You must be a premium subscriber to make more than { $number } aliases
skr: { $number }کنوں ودھ عرفی ناں بݨاوݨ کیتے تہاݙا پریمیئم سبسکرائبر ہووݨ ضروری ہے

source: You must be a premium subscriber to set a subdomain
skr: سب ڈومین مقرر کرݨ کیتے تہاݙا پریمیئم سبسکرائبر ہووݨ ضروری ہے

source: You must select a subdomain before creating a subdomain aliases
skr: سب ڈومین عرفی ناں خلقݨ کنوں پہلے سب ڈومین چُݨݨ ضروری ہے

source: Your changes to settings were not saved due to a connection error. Please try again.
skr: کنکشن خرابی پاروں ترتیباں وچ تہاݙیاں تبدیلیاں محفوظ کائنی تھیاں۔ سوہݨا، ولدا کوشش کرو۔

source: Your current Free plan
skr: تہاݙا حالیہ مفت منصوبہ

source: yourdomain
skr: تہاݙی ڈومین

source: Your domain is:
skr: تہاݙی ڈومین ہے:

source: Your domain @{ $subdomain } has been created
skr: تہاݙی { $subdomain }@ تخلیق تھی ڳئی ہے

source: Your email provider is blocking your alias
skr: تہاݙا ای میل فراہم کرݨ آلا تہاݙے عرفی ناں بلاک کریندا پئے

source: Your email provider is blocking your email masks
skr: تہاݙا ای میل فراہم کرݨ آلا تہاݙے ای میل ماسک بلاک کریندا پئے

source: Your own email domain
skr: تہاݙی آپݨی ای میل ڈومین

source: Your own email subdomain
skr: تہاݙی آپݨی ای میل نکی ڈومین

source: Your settings have been updated
skr: تہاݙیاں ترتیباں اپ ڈیٹ تھی ڳیاں

source: Your subdomain @{ $subdomain } has been created
skr: تہاݙی ذیلی ڈومین { $subdomain }@ تخلیق تھی ڳئی ہے

source: abnormality
skr: انوکھڑپ

source: add-on
skr: ایڈ آن

source: aggregate
skr: مجموعی

source: All Hands
skr: سارے ہتھ

source: alternate text
skr: متبادل متن

source: appear
skr: ظاہر تھیوو

source: appearance
skr: شکل صورت

source: attack
skr: حملہ

source: attacker
skr: حملہ کرݨ آلا

source: Attack Site
skr: حملہ سائٹ

source: attendee
skr: شرکاء

source: authenticate
skr: تصدیق کرو

source: authenticated
skr: تصدیق تھئے

source: autoplay
skr: آٹو پلے

source: back out
skr: وعدہ خلافی کرݨ

source: black box
skr: بلیک باکس

source: bookmark
skr: کتاب نشان

source: boolean
skr: بولین

source: boot
skr: کڈھو

source: breakpoint
skr: بریک پوائنٹ

source: Bug report
skr: بگ رپورٹ

source: certificate authority
skr: سند اتھارٹی

source: channel
skr: چینل

source: cipher
skr: سائپر

source: clipboard
skr: کلپ بورڈ

source: clockwise
skr: گھڑی وار

source: colorway
skr: کلروے

source: compact
skr: کمپیکٹ

source: compact - recommend deprioritize
skr: کمپیکٹ ـ ترجیح ہٹاوݨ دی صلاح ݙتی ویندی ہے

source: context
skr: سياق

source: contribute
skr: حصہ پاؤ

source: corrupt
skr: خراب

source: corrupted
skr: خراب تھئی ہوئی

source: counterclockwise
skr: خلاف گھڑی وار

source: cryptominer
skr: کریپٹومینر

source: cryptomining
skr: کریپٹومیننگ

source: debug
skr: ڈیبگ

source: deceptive site
skr: فریبی سائٹ

source: decode
skr: ڈیکوڈ

source: decryption
skr: ڈیکوڈ

source: disinformation
skr: غلط معلومات

source: distrust
skr: ناقابل بھروسہ

source: eavesdropping
skr: ݙیکھݨ دی اجازت کائنی

source: enable
skr: فعال کرو

source: encode
skr: انکوڈ

source: encrypt
skr: انکرپٹ کرو

source: encryption
skr: اینکرپشن

source: end user
skr: ورتݨ آلا

source: executable file
skr: قابل قبول فائل

source: extension
skr: ایکسٹنشن

source: external
skr: ٻاہرلا

source: Fellow
skr: سنگتی

source: filter bubble
skr: فلٹر بلبلا

source: fingerprinter
skr: فنگر پرنٹر

source: fingerprinting
skr: فنگر پرنٹنگ

source: Firefox View
skr: فائرفوکس ویو

source: gear
skr: گیئر

source: grassroots
skr: زمینی سطح

source: home page
skr: مکھ پناں

source: idle
skr: بیکار

source: import
skr: امپورٹ کرو

source: innovations
skr: جدت

source: insecure
skr: غیر محفوظ

source: installation
skr: انسٹالیشن

source: Issue
skr: جاری کرݨ

source: Legacy extension
skr: لیگیسی ایکسٹینشن

source: misinformation
skr: غلط معلومات

source: native
skr: مقامی

source: open source
skr: اوپن سورس

source: override
skr: تجاوز کرو

source: participation
skr: شرکت

source: Patch
skr: پیچ

source: pop-up
skr: پوپ اپ

source: preference
skr: ترجیح

source: release
skr: ریلیز

source: report
skr: رپورٹ کرو

source: revert
skr: واپس ولاؤ

source: search suggestion
skr: ڳولݨ تجویز

source: security keys
skr: سیکورٹی کنجیاں

source: sensitive
skr: حساس

source: sidebar
skr: سائیڈ بار

source: sign
skr: دستخط کرو

source: signer
skr: دستخط کرݨ آلا

source: studies
skr: مطالعہ

source: track
skr: ٹریک کرو

source: trackers
skr: ٹریکر

source: Turbo Mode
skr: ٹربو موڈ

source: unencrypted
skr: اݨ انکریپٹڈ

source: unresponsive
skr: انرسپونسو

source: unsafe
skr: غیر محفوظ

source: validate
skr: جواز ݙیوو

source: validity
skr: موزونیت

source: version
skr: ورشن

source: Web Authentication
skr: ویب تصدیق
